Repository: Juth001/Spanish-IRPF-Location
Catalog: Translations/translations.*.xlf
Languages: es_es

# Table 2627790532 - Field 3684440170 - Property 2879900210
source: Journal Template Name
es_es: Nombre libro diario

# Table 2627790532 - Field 2704330142 - Property 2879900210
source: Journal Batch Name
es_es: Nombre sección diario

# Table 2627790532 - Field 3320823955 - Property 2879900210
source: Line No.
es_es: Nº línea

# Table 2627790532 - Field 923807272 - Property 2879900210
source: Document No.
es_es: Nº Documento

# Table 2627790532 - Field 2195077607 - Property 2879900210
source: User Id.
es_es: Id.usuario

# Table 4237502890 - Field 743017303 - Property 2879900210
source: Code
es_es: Código

# Table 4237502890 - Field 2615446671 - Property 2879900210
source: Description
es_es: Descripción

# Table 4237502890 - Field 1983806982 - Property 2879900210
source: % Deduction
es_es: % Retención

# Table 4237502890 - Field 2464261513 - Property 2879900210
source: Deduction Acc
es_es: Cta. retención

# Table 4237502890 - Field 3048735536 - Property 62802879
source: Cash,Species,Entry into account impact
es_es: Dineraria,Especie,Ingreso a cuenta repercutido

# Table 4237502890 - Field 3048735536 - Property 2879900210
source: Perception Type
es_es: Tipo percepción

# Table 4237502890 - Field 4125547475 - Property 62802879
source: Base,Base+VAT
es_es: Base,Base+IVA

# Table 4237502890 - Field 4125547475 - Property 2879900210
source: Calculation Type
es_es: Tipo cálculo

# Table 4237502890 - Field 3195678676 - Property 2879900210
source: IRPF Key
es_es: Clave IRPF

# Table 4237502890 - Field 1005280448 - Property 2879900210
source: IRPF SubKey
es_es: Subclave

# Table 4237502890 - Field 2807811550 - Property 62802879
source: Customer,Vendor
es_es: Cliente,Proveedor

# Table 4237502890 - Field 2807811550 - Property 2879900210
source: Cust/Vend
es_es: Cli/Prov'

# Table 4237502890 - Field 4260085839 - Property 62802879
source: Rent,Guaranty,Professional,Others
es_es: Alquiler,Garantía,Profesionales,Otros

# Table 4237502890 - Field 4260085839 - Property 2879900210
source: Deduction Type
es_es: Tipo Retención

# Table 4237502890 - Field 2639512646 - Property 2879900210
source: IRPF Series No.
es_es: Nº serie IRPF

# Table 3560891574 - Field 743017303 - Property 2879900210
source: Code
es_es: Código

# Table 3560891574 - Field 2615446671 - Property 2879900210
source: Description
es_es: Descripción

# Table 3362098955 - Property 2879900210
source: Witholding Tax registers
es_es: Mov. Retención

# Table 3362098955 - Field 2527277450 - Property 2879900210
source: Entry No.
es_es: Nº mov.

# Table 3362098955 - Field 97316691 - Property 2879900210
source: Vendor No. / Customer no.
es_es: Nº Proveedor/Cliente

# Table 3362098955 - Field 2615446671 - Property 2879900210
source: Description
es_es: Descripción

# Table 3362098955 - Field 3604953670 - Property 2879900210
source: VAT Registration No.
es_es: Cif/Nif

# Table 3362098955 - Field 2167774449 - Property 2879900210
source: Document emission date
es_es: Fecha emisión documento

# Table 3362098955 - Field 1313857310 - Property 2879900210
source: Posting Date
es_es: Fecha registro

# Table 3362098955 - Field 923807272 - Property 2879900210
source: Document No.
es_es: Nº documento'

# Table 3362098955 - Field 3572731794 - Property 2879900210
source: Invoice Amount Including VAT
es_es: Importe factura iva incl.

# Table 3362098955 - Field 3623060038 - Property 2879900210
source: Deduction BASE
es_es: Base retención

# Table 3362098955 - Field 1249035046 - Property 2879900210
source: Deduction %
es_es: % retención

# Table 3362098955 - Field 3446894037 - Property 2879900210
source: Receiving Type
es_es: Tipo de Percepción

# Table 3362098955 - Field 2399934534 - Property 2879900210
source: Perceptions Key
es_es: Clave de Percepción

# Table 3362098955 - Field 961998961 - Property 2879900210
source: Deduction Amount
es_es: Importe retención

# Table 3362098955 - Field 2464261513 - Property 2879900210
source: Deduction Acc.
es_es: Cta. retención

# Table 3362098955 - Field 3325613362 - Property 2879900210
source: Deduction Amount (LCY)
es_es: Importe retención (DL)

# Table 3362098955 - Field 2711032071 - Property 2879900210
source: Postal Code
es_es: C.P

# Table 3362098955 - Field 1928606605 - Property 2879900210
source: Date export
es_es: Fecha exportación

# Table 3362098955 - Field 800218810 - Property 2879900210
source: Exported
es_es: Exportado

# Table 3362098955 - Field 222806385 - Property 2879900210
source: Entry No.
es_es: Nº asiento

# Table 3362098955 - Field 1241237416 - Property 2879900210
source: File No.
es_es: Nº archivo

# Table 3362098955 - Field 3398113086 - Property 2879900210
source: Origin Cod
es_es: Cód. origen

# Table 3362098955 - Field 3004056449 - Property 2879900210
source: Deduction Base (LCY)
es_es: Base retencion (DL)

# Table 3362098955 - Field 1227032006 - Property 2879900210
source: Currency Code
es_es: Cód. divisa

# Table 3362098955 - Field 2891282593 - Property 2879900210
source: Invoice amount
es_es: Importe Factura (DL)

# Table 3362098955 - Field 2599902548 - Property 2879900210
source: Name 1
es_es: Nombre 1

# Table 3362098955 - Field 466061659 - Property 2879900210
source: Name 2/surname
es_es: Nombre 2/Apellidos

# Table 3362098955 - Field 4020453246 - Property 2879900210
source: County Code
es_es: Código provincia

# Table 3362098955 - Field 2270576013 - Property 2879900210
source: Acrued Year
es_es: Año devengo

# Table 3362098955 - Field 3195678676 - Property 2879900210
source: IRPF Key
es_es: Clave IRPF

# Table 3362098955 - Field 1005280448 - Property 2879900210
source: IRPF Subkey
es_es: Subclave IRPF

# Table 3362098955 - Field 3048735536 - Property 2879900210
source: Perception Type
es_es: Tipo percepción

# Table 3362098955 - Field 3048735536 - Property 62802879
source: Cash,Species,Joined account impacted
es_es: Dineraria,Especie,Ingreso a cuenta repercutido

# Table 3362098955 - Field 1723447047 - Property 2879900210
source: Job No
es_es: Nº Proyecto

# Table 3362098955 - Field 1438140528 - Property 2879900210
source: Job Description
es_es: Descripción Proyecto

# Table 3362098955 - Field 1654878624 - Property 2879900210
source: Outstanding
es_es: Pendiente

# Table 3362098955 - Field 3276012120 - Property 2879900210
source: Outstanding Amount
es_es: Importe Pendiente

# Table 3362098955 - Field 646297710 - Property 2879900210
source: Liquidated By entry
es_es: Liquidado por Movimiento

# Table 3362098955 - Field 2807811550 - Property 2879900210
source: Cust/Vend
es_es: Cli/Prov

# Table 3362098955 - Field 2807811550 - Property 62802879
source: Customer,Vendor
es_es: Cliente,Proveedor

# Table 3362098955 - Field 4260085839 - Property 2879900210
source: Deduction Type
es_es: Tipo Retención

# Table 3362098955 - Field 4260085839 - Property 62802879
source: Rent,Guaranty,Professionals,Others
es_es: Alquiler,Garantía,Profesionales,Otros

# Table 3362098955 - Field 3447234562 - Property 2879900210
source: Amount to liquidate
es_es: Importe a Liquidar

# Table 3362098955 - Field 2124635418 - Property 2879900210
source: Invoice Amount
es_es: Importe factura

# Table 3362098955 - Field 2673164076 - Property 2879900210
source: Reversed
es_es: Revertido

# Table 3362098955 - Field 563954635 - Property 2879900210
source: Reversed by Entry No
es_es: Revertido por el movimiento nº

# Table 3362098955 - Field 23149007 - Property 2879900210
source: Reversed by Entry No
es_es: Revertido por el movimiento nº

# Table 3362098955 - Field 2832857678 - Property 2879900210
source: Document Type
es_es: Tipo documento

# Table 3362098955 - Field 2832857678 - Property 62802879
source: ,Payment,Invoice,Credit Memo,Finance Charge Memo,Reminder,Refund
es_es: ,Pago,Factura,Abono,Docs. interés,Recordatorio,Reembolso

# Table 3362098955 - Field 2212565551 - Property 2879900210
source: Outstanding Amount (LCY)
es_es: Importe Pendiente (DL)

# Table 3362098955 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
es_es: Cód. dim. acceso dir. 1

# Table 3362098955 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
es_es: Cód. dim. acceso dir. 2

# Table 3362098955 - Field 781257514 - Property 2879900210
source: Shortcut Dimension 3 Code
es_es: Cód. dim. acceso dir. 3

# Table 3362098955 - Field 2711388939 - Property 2879900210
source: Shortcut Dimension 4 Code
es_es: Cód. dim. acceso dir. 4

# Table 3362098955 - Field 2649381999 - Property 2879900210
source: Report Sorting 1
es_es: Ordenación Informes 1

# Table 3362098955 - Field 267504554 - Property 2879900210
source: Report Sorting 2
es_es: Ordenación Informes 2

# Table 3362098955 - Field 3924775233 - Property 2879900210
source: Report Sorting 3
es_es: Ordenación Informes 3

# Table 3362098955 - Field 2257076082 - Property 2879900210
source: Invoice
es_es: Factura

# Table 3362098955 - Field 2257076082 - Property 62802879
source: With invoice, No invoice
es_es: Con factura,Sin factura

# Table 3362098955 - Field 1923993130 - Property 2879900210
source: Bill
es_es: Efecto

# Table 3362098955 - Field 1906744160 - Property 2879900210
source: Type Liquidation
es_es: Tipo Liquidación

# Table 3362098955 - Field 1906744160 - Property 62802879
source: Customer/Vendor,Bank,Account
es_es: Cliente/Proveedor,Banco,Cuenta

# Page 3504180993 - Property 2879900210
source: Witholding Journal
es_es: Diario retenciones

# Page 3504180993 - Control 874212758 - Property 2879900210
source: Batch Name
es_es: Nombre sección

# Page 3504180993 - Control 874212758 - Property 1295455071
source: Specifies the name of the journal batch.
es_es: Especifica el nombre de la sección de diario.

# Page 3504180993 - Control 3710982960 - Property 1295455071
source: Specifies when the journal line will be posted.
es_es: Especifica cuándo se va a registrar la línea del diario.

# Page 3504180993 - Control 3319631365 - Property 1295455071
source: Specifies the transaction number for the journal line being processed.
es_es: Especifica el número de transacción de la línea del diario que se está procesando.

# Page 3504180993 - Control 580412389 - Property 1295455071
source: Specifies the date when the document represented by the journal line was created.
es_es: Especifica la fecha en la que se creó el documento representado mediante la línea del diario.

# Page 3504180993 - Control 2363328873 - Property 1295455071
source: Specifies the type of document in question.
es_es: Especifica el tipo de documento en cuestión.

# Page 3504180993 - Control 486908828 - Property 1295455071
source: Specifies the number of the document in a posted bill group/payment order, from which this document was generated.
es_es: Especifica el número del documento de una remesa o una orden de pago registradas con el que se generó este documento.

# Page 3504180993 - Control 3745161256 - Property 1295455071
source: Specifies a number for this bill generated from the journal.
es_es: Especifica un número para este efecto que se crea desde el diario.

# Page 3504180993 - Control 3855271124 - Property 1295455071
source: Specifies how payment for the document must be submitted, such as bank transfer or check.
es_es: Especifica cómo debe enviarse el pago para el documento, por ejemplo, un cheque o una transferencia bancaria.

# Page 3504180993 - Control 4085727052 - Property 1295455071
source: Specifies the due date of this document in a posted bill group/payment order.
es_es: Especifica la fecha de vencimiento de este documento en una remesa o una orden de pago registradas.

# Page 3504180993 - Control 1527563463 - Property 1295455071
source: Specifies a document number that refers to the customer's or vendor's numbering system.
es_es: Especifica un número de documento que hace referencia al sistema de numeración del cliente o proveedor.

# Page 3504180993 - Control 3699788827 - Property 1295455071
source: Specifies the account type, such as Customer.
es_es: Especifica el tipo de cuenta, como Cliente.

# Page 3504180993 - Control 1622979514 - Property 1295455071
source: Specifies the account number of the customer/vendor.
es_es: Especifica el número de cuenta del cliente o del proveedor.

# Page 3504180993 - Control 3461834954 - Property 1295455071
source: Specifies a description of the record.
es_es: Especifica una descripción del registro.

# Page 3504180993 - Control 1577567912 - Property 1295455071
source: Specifies the code for Shortcut Dimension 1, which is one of two global dimension codes that you set up in the General Ledger Setup window.
es_es: Especifica el código de dimensión del acceso directo 1, que es uno de los dos códigos de dimensión globales que se configuran en la ventana Configuración de contabilidad.

# Page 3504180993 - Control 1003760969 - Property 1295455071
source: Specifies the code for Shortcut Dimension 2, which is one of two global dimension codes that you set up in the General Ledger Setup window.
es_es: Especifica el código de dimensión del acceso directo 2, que es uno de los dos códigos de dimensión globales que se configuran en la ventana Configuración de contabilidad.

# Page 3504180993 - Control 3225159479 - Property 1295455071
source: Specifies a code for the business unit, in case the company is part of a group.
es_es: Especifica un código para la unidad de negocio, en caso de que la empresa forme parte de un grupo.

# Page 3504180993 - Control 3883264070 - Property 1295455071
source: Specifies the code for the salesperson or purchaser who is linked to the sale or purchase on the journal line.
es_es: Especifica el código del vendedor o el comprador vinculado a la venta o la compra en la línea del diario.

# Page 3504180993 - Control 4198939294 - Property 1295455071
source: Specifies the code of the currency for the amounts on the journal line.
es_es: Especifica el código de la divisa de los importes que constan en la línea del diario.

# Page 3504180993 - Control 2324056710 - Property 1295455071
source: Specifies the relationship between the additional reporting currency and the local currency. Amounts are recorded in both LCY and the additional reporting currency, using the relevant exchange rate and the currency factor.
es_es: Especifica la relación entre la divisa adicional de informe y la divisa local. Los importes se registran tanto en la divisa local como en la divisa adicional de informe, mediante el tipo de cambio y el factor de divisa correspondientes.

# Page 3504180993 - Control 59113118 - Property 1295455071
source: Specifies the typical posting type for the historical general ledger account.
es_es: Especifica el tipo de registro típico para la cuenta histórica de contabilidad.

# Page 3504180993 - Control 633819257 - Property 1295455071
source: Specifies the vendor's or customer's trade type to link transactions made for this business partner with the appropriate general ledger account according to the general posting setup.
es_es: Especifica el tipo de comercio del cliente o el proveedor para vincular las transacciones realizadas para este socio comercial con la cuenta de contabilidad general correspondiente según la configuración de registro general.

# Page 3504180993 - Control 2139693550 - Property 1295455071
source: Specifies the item's product type to link transactions made for this item with the appropriate general ledger account according to the general posting setup.
es_es: Especifica el tipo de producto del artículo para vincular las transacciones realizadas para este artículo con la cuenta de contabilidad general correspondiente según la configuración de registro general.

# Page 3504180993 - Control 2796346326 - Property 1295455071
source: Specifies the total amount (including VAT) that the journal line consists of, if it is a debit amount.
es_es: Especifica el importe total (IVA incluido) de la línea del diario, si es un importe del debe.

# Page 3504180993 - Control 2556136339 - Property 1295455071
source: Specifies the total amount (including VAT) that the journal line consists of, if it is a credit amount.
es_es: Especifica el importe total (IVA incluido) de la línea del diario, si es un importe del haber.

# Page 3504180993 - Control 636392376 - Property 1295455071
source: Specifies the total on the journal line.
es_es: Especifica el total de la línea del diario.

# Page 3504180993 - Control 592951229 - Property 1295455071
source: Specifies the total amount on the journal line in LCY.
es_es: Especifica el importe total de la línea del diario en la divisa local.

# Page 3504180993 - Control 1891586249 - Property 1295455071
source: Specifies the number of the general ledger, customer, vendor, or bank account to which a balancing entry for the journal line will posted.
es_es: Especifica el código del tipo de cuenta de contrapartida que se debe utilizar en esta línea del diario.

# Page 3504180993 - Control 2253402221 - Property 1295455071
source: Specifies the general posting type that will be used when you post the entry on the journal line.
es_es: Especifica el número de la cuenta de contabilidad, cliente, proveedor o banco en la que se registrará un movimiento de contrapartida para la línea del diario.

# Page 3504180993 - Control 1343517546 - Property 1295455071
source: Specifies the code of the general business posting group that will be used when you post the entry on the journal line.
es_es: Especifica el código del grupo contable de negocio general que se utilizará cuando se registre el movimiento en la línea del diario.

# Page 3504180993 - Control 984897189 - Property 1295455071
source: Specifies the code of the general product posting group that will be used when you post the entry on the journal line.
es_es: Especifica el código del grupo contable de producto general que se utilizará cuando se registre el movimiento en la línea del diario.

# Page 3504180993 - Control 966740350 - Property 1295455071
source: Specifies the code that represents the payments terms that apply to the entry on the journal line.
es_es: Especifica el código que representa los términos de pago correspondientes al movimiento de la línea del diario.

# Page 3504180993 - Control 2865137134 - Property 1295455071
source: Specifies the type of the posted document that this document or journal line will be applied to when you post, for example to register payment.
es_es: Especifica el tipo del documento registrado en el que se liquidará esta línea de diario o documento al registrar, por ejemplo, pagos.

# Page 3504180993 - Control 2899774127 - Property 1295455071
source: Specifies the number of the posted document that this document or journal line will be applied to when you post, for example to register payment.
es_es: Especifica el número del documento registrado en el que se liquidará esta línea de diario o documento al registrar, por ejemplo, pagos.

# Page 3504180993 - Control 1632406684 - Property 1295455071
source: Specifies the number of the bill to be settled.
es_es: Especifica el número de efecto que se va a liquidar.

# Page 3504180993 - Control 3093642907 - Property 1295455071
source: Specifies the ID of entries that will be applied to when you choose the Apply Entries action.
es_es: Especifica los identificadores de los movimientos que se liquidarán cuando elija la acción Liquidar movs.

# Page 3504180993 - Control 926489874 - Property 1295455071
source: Specifies that the On Hold check box is selected for this transaction in the Vendor Ledger Entries window. The payable document cannot be included in a payment order nor can it be settled until the check box is deselected on the vendor ledger entry.
es_es: Especifica que la casilla de verificación Esperar está activada para esta transacción en la ventana Movimientos de proveedores. No se puede incluir el documento a pagar en una orden de pago ni se podrá liquidar hasta que se desactive la casilla de verificación del movimiento de proveedor.

# Page 3504180993 - Control 265409144 - Property 1295455071
source: Specifies the code for the payment type, for the entry on the payment journal line.
es_es: Especifica el código del tipo de pago para el movimiento de la línea del diario de pagos.

# Page 3504180993 - Control 1908046867 - Property 1295455071
source: Specifies why the entry is created. When reason codes are assigned to journal line or sales and purchase documents, all entries with a reason code will be marked during posting.
es_es: Especifica por qué se crea el movimiento. Cuando los códigos de auditoría se asignan a la línea del diario o las ventas y los documentos de compra, todas las entradas con un código de auditoría se marcarán durante el registro.

# Page 3504180993 - Control 4068159240 - Property 1295455071
source: Specifies the bank account that the amount will be transferred to after it has been exported from the journal.
es_es: Especifica la cuenta bancaria a la que se transferirá el importe una vez se haya exportado del diario.

# Page 3504180993 - Control 3067272760 - Property 1295455071
source: Specifies a code.
es_es: Especifica un código.

# Page 3504180993 - Control 4182352612 - Property 1295455071
source: Specifies the direct-debit mandate that the customer has signed to allow direct debit collection of payments.
es_es: Especifica la orden de domiciliación de adeudo directo que el cliente ha firmado para permitir realizar cobros por domiciliación de pagos.

# Page 3504180993 - Control 2508701955 - Property 2879900210
source: Account Name
es_es: Nombre cuenta

# Page 3504180993 - Control 2071930329 - Property 2879900210
source: Bal. Account Name
es_es: Nombre contrapartida

# Page 3504180993 - Control 1287395299 - Property 2879900210
source: Bal. Account Name
es_es: Nombre contrapartida

# Page 3504180993 - Control 1287395299 - Property 1295455071
source: Specifies the name of the balancing account that has been entered on the journal line.
es_es: Especifica el nombre de la cuenta de contrapartida introducida en la línea del diario.

# Page 3504180993 - Control 1345656999 - Property 2879900210
source: Balance
es_es: Saldo

# Page 3504180993 - Control 25700210 - Property 2879900210
source: Balance
es_es: Saldo

# Page 3504180993 - Control 25700210 - Property 1295455071
source: Specifies the balance on the journal line.
es_es: Especifica el saldo de la línea del diario.

# Page 3504180993 - Control 1722409465 - Property 2879900210
source: Total Balance
es_es: Saldo total

# Page 3504180993 - Control 938567880 - Property 2879900210
source: Total Balance
es_es: Saldo total

# Page 3504180993 - Control 938567880 - Property 1295455071
source: Specifies the sum of balances.
es_es: Especifica la suma de saldos.

# Page 3504180993 - Action 1218993023 - Property 2879900210
source: &Line
es_es: &Línea

# Page 3504180993 - Action 2173385693 - Property 2879900210
source: Dimensions
es_es: Dimensiones

# Page 3504180993 - Action 2173385693 - Property 1295455071
source: View or edit dimensions, such as area, project, or department, that you can assign to journal lines to distribute costs and analyze transaction history.
es_es: Permite ver o editar dimensiones, como el área, el proyecto o el departamento, que pueden asignarse a líneas de diario para distribuir costes y analizar el historial de transacciones.

# Page 3504180993 - Action 2471326530 - Property 2879900210
source: A&ccount
es_es: &Cuenta

# Page 3504180993 - Action 4125097576 - Property 2879900210
source: Card
es_es: Ficha

# Page 3504180993 - Action 4125097576 - Property 1295455071
source: View or change detailed information about the record that is being processed on the document or journal line.
es_es: Permite ver o cambiar la información detallada sobre el registro que se está procesando en el documento o la línea del diario.

# Page 3504180993 - Action 1008043521 - Property 2879900210
source: Ledger E&ntries
es_es: &Movimientos
