Repository: Juth001/Spanish-IRPF-Location
Catalog: Translations/translations.*.xlf
Languages: es_es

# Page 3504180993 - Action 1008043521 - Property 1295455071
source: View the history of transactions that have been posted for the selected record.
es_es: Permite ver el historial de transacciones que se han registrado para el registro seleccionado.

# Page 3504180993 - Action 3295410516 - Property 2879900210
source: &Apply Entries
es_es: &Liquidar movs.

# Page 3504180993 - Action 3295410516 - Property 1295455071
source: Select one or more ledger entries that you want to apply this record to so that the related posted documents are closed as paid or refunded.
es_es: Permite seleccionar uno o varios movimientos contables que desea liquidar en este registro para que los documentos registrados relacionados se cierren como pagados o reembolsados.

# Page 3504180993 - Action 2838011839 - Property 2879900210
source: P&osting
es_es: &Registro

# Page 3504180993 - Action 4130217538 - Property 2879900210
source: Reconcile
es_es: Control

# Page 3504180993 - Action 4130217538 - Property 1295455071
source: View the balances on bank accounts that are marked for reconciliation, usually liquid accounts.
es_es: Permite ver los saldos de las cuentas bancarias marcadas para la conciliación, normalmente cuentas de liquidez.

# Page 3504180993 - Action 913412068 - Property 2879900210
source: Test Report
es_es: Informe prueba

# Page 3504180993 - Action 913412068 - Property 1295455071
source: Preview the resulting entries to see the consequences before you perform the actual posting.
es_es: Permite obtener una vista previa de los movimientos resultantes para ver las consecuencias antes de proceder al registro real.

# Page 3504180993 - Action 2282416948 - Property 2879900210
source: P&ost
es_es: &Registrar

# Page 3504180993 - Action 2282416948 - Property 1295455071
source: Post the documents to indicate that they are ready to submit to the bank for payment or collection.
es_es: Registra los documentos para indicar que están preparados para enviar al banco para el pago o cobro.

# Page 3504180993 - Action 212181990 - Property 2879900210
source: Post and &Print
es_es: Registrar e &imprimir

# Page 3504180993 - Action 212181990 - Property 1295455071
source: Post and then print the documents to indicate that they are ready to submit to the bank for payment or collection.
es_es: Registra y después imprime los documentos para indicar que están preparados para enviar al banco para el pago o cobro.

# Page 724518980 - Property 2879900210
source: Subform Perception Keys (IRPF)
es_es: Claves percepcion IRPF

# Page 2703571208 - Property 2879900210
source: Subform Perception Type
es_es: Tipos de Percepción

# Page 3833381867 - Property 2879900210
source: SWitholding Tax registers
es_es: Movimientos de retención

# Page 3833381867 - Action 3740129563 - Property 2879900210
source: Entry
es_es: Movimiento

# Page 3833381867 - Action 4198902422 - Property 2879900210
source: Applied Entries
es_es: Liquidado por movs.

# Page 3833381867 - Action 4292929298 - Property 2879900210
source: Liq. deductions
es_es: Liq. retenciones

# Page 3833381867 - Action 136075758 - Property 2879900210
source: Without invoice
es_es: Sin factura

# Page 3833381867 - Action 502449368 - Property 2879900210
source: With invoice
es_es: Con factura

# Page 3833381867 - Action 247901230 - Property 2879900210
source: Liq. credit memo
es_es: Liquidar abono

# Page 3833381867 - Action 4280361868 - Property 2879900210
source: Navigate
es_es: Navegar

# Report 3966394381 - Property 2879900210
source: INDRA Customer - Annual Declaration
es_es: INDRA Client - Dec. Anual_Retenciones

# Report 3966394381 - Control 1211933382 - Property 2879900210
source: Options
es_es: Opciones

# Report 3966394381 - Control 3125423586 - Property 2879900210
source: Amounts greater than
es_es: Importe mayor que

# Report 3564986251 - Property 2879900210
source: Generate Withholding
es_es: Liquidar Retenciones

# Report 3090623182 - Control 989751795 - Property 2879900210
source: File Name
es_es: Nombre archivo

# Report 3090623182 - Control 513319356 - Property 2879900210
source: Declaration Type
es_es: Tipo de declaración

# Report 3090623182 - Control 3911224337 - Property 2879900210
source: Fiscal year
es_es: Ejercicio

# Report 3090623182 - Control 649163892 - Property 2879900210
source: Type
es_es: Tipo

# Report 3090623182 - Control 2541290025 - Property 2879900210
source: Monthly period
es_es: Periodo mensual

# Report 3090623182 - Control 1959993887 - Property 2879900210
source: Trimestral Period
es_es: Periodo trimestral

# Report 3090623182 - Control 1216174397 - Property 2879900210
source: Contact person
es_es: Persona de contacto

# Report 3090623182 - Control 4230275697 - Property 2879900210
source: Contact Phone
es_es: Teléfono de contacto

# Report 3090623182 - Control 3860868788 - Property 2879900210
source: Perceptor Numbers
es_es: Nº Perceptores

# Report 3090623182 - Control 2615594237 - Property 2879900210
source: Perception rend. amount
es_es: Importe Percepciones Rendimientos

# Report 3090623182 - Control 4096209785 - Property 2879900210
source: Work Ret. amount
es_es: Importe Retenciones Movimientos Trabajo

# Report 3090623182 - Control 1428355089 - Property 2879900210
source: Cash
es_es: Efectivo

# Report 3090623182 - Control 1804050633 - Property 2879900210
source: Bank
es_es: Banco

# Report 3090623182 - Control 2334310656 - Property 2879900210
source: Bank code
es_es: Cód. banco

# Report 328640749 - Property 2879900210
source: Model 190
es_es: Modelo 190

# Report 328640749 - Control 2417218017 - Property 2879900210
source: File Name
es_es: Nombre archivo

# Report 328640749 - Control 4218285892 - Property 2879900210
source: Declaration Number
es_es: Número declaración

# Report 328640749 - Control 1241688413 - Property 2879900210
source: Last Declaration Nº
es_es: Nº Declaración anterior

# Report 328640749 - Control 3911224337 - Property 2879900210
source: Fiscal year
es_es: Ejercicio

# Report 328640749 - Control 1216174397 - Property 2879900210
source: Contact phone
es_es: Persona de contacto

# Report 2527312731 - Control 1211933382 - Property 2879900210
source: Options
es_es: Opciones

# Report 2527312731 - Control 3125423586 - Property 2879900210
source: Amounts greater than
es_es: Importe mayor que

# Report 1929665173 - NamedType 1987762555
source: Page
es_es: Pag.

# PageExtension 619963795 - Action 1122275619 - Property 2879900210
source: Create witholding tax line
es_es: Crear línea retención

# PageExtension 289572118 - Action 1659732381 - Property 2879900210
source: Create witholding tax line
es_es: Crear línea retención

# TableExtension 1016632585 - Field 3539361379 - Property 2879900210
source: Key perception liq.
es_es: Clave percepción liq.

# TableExtension 1016632585 - Field 2059537785 - Property 2879900210
source: Deduction Template
es_es: Libro retenciones

# TableExtension 1016632585 - Field 1849318193 - Property 2879900210
source: Deductions Batch
es_es: Sección retenciones

# TableExtension 1016632585 - Field 4125645248 - Property 2879900210
source: Auxiliar Deductions Batch
es_es: Sección auxiliar retenciones

# TableExtension 1191192616 - Field 3540042576 - Property 2879900210
source: Type Perception
es_es: Tipo Percepcion

# TableExtension 1191192616 - Field 3965789493 - Property 2879900210
source: Key Perception
es_es: Clave Percepción

# TableExtension 1596631558 - Field 3008296159 - Property 2879900210
source: Deduction Entry
es_es: Mov. retención

# TableExtension 1596631558 - Field 3540042576 - Property 2879900210
source: Perception Type
es_es: Tipo Percepción

# TableExtension 1596631558 - Field 3965789493 - Property 2879900210
source: Perception key
es_es: Clave Percepción

# TableExtension 1596631558 - Field 2016603194 - Property 2879900210
source: Deduction Line
es_es: Lín. retención

# TableExtension 1596631558 - Field 3574597114 - Property 2879900210
source: Retention Account
es_es: Cuenta de Retención

# TableExtension 1400771811 - Field 3540042576 - Property 2879900210
source: Type Perception
es_es: Tipo Percepcion

# TableExtension 1400771811 - Field 3965789493 - Property 2879900210
source: Key Perception
es_es: Clave Percepción

# TableExtension 2445218364 - Field 3008296159 - Property 2879900210
source: Deduction Entry
es_es: Mov. retención

# TableExtension 2445218364 - Field 3540042576 - Property 2879900210
source: Perception Type
es_es: Tipo Percepción

# TableExtension 2445218364 - Field 3965789493 - Property 2879900210
source: Perception key
es_es: Clave Percepción

# TableExtension 2445218364 - Field 2016603194 - Property 2879900210
source: Deduction Line
es_es: Lín. retención

# TableExtension 2445218364 - Field 3574597114 - Property 2879900210
source: Retention Account
es_es: Cuenta de Retención

# TableExtension 3128956655 - Field 3540042576 - Property 2879900210
source: Type Perception
es_es: Tipo Percepción

# TableExtension 3128956655 - Field 3965789493 - Property 2879900210
source: Key Perception
es_es: Clave Percepción

# TableExtension 212575464 - Field 3008296159 - Property 2879900210
source: Deduction Entry
es_es: Mov. retención

# TableExtension 212575464 - Field 3540042576 - Property 2879900210
source: Perception Type
es_es: Tipo Percepción

# TableExtension 212575464 - Field 3965789493 - Property 2879900210
source: Perception key
es_es: Clave Percepción

# TableExtension 212575464 - Field 2016603194 - Property 2879900210
source: Deduction Line
es_es: Lín. retención

# TableExtension 212575464 - Field 3574597114 - Property 2879900210
source: Retention Account
es_es: Cuenta de Retención

# TableExtension 3708754129 - Field 3540042576 - Property 2879900210
source: Perception Type
es_es: Tipo Percepción

# TableExtension 3708754129 - Field 3965789493 - Property 2879900210
source: Perception Key
es_es: Clave Percepción

# TableExtension 2642061290 - Field 3008296159 - Property 2879900210
source: Deduction Entry
es_es: Mov. retención

# TableExtension 2642061290 - Field 3540042576 - Property 2879900210
source: Perception Type
es_es: Tipo Percepción

# TableExtension 2642061290 - Field 3965789493 - Property 2879900210
source: Perception key
es_es: Clave Percepción

# TableExtension 2642061290 - Field 2016603194 - Property 2879900210
source: Deduction Line
es_es: Lín. retención

# TableExtension 1861943449 - Field 388366372 - Property 2879900210
source: Amount retention.Rent
es_es: Importe Ret. Alquileres

# TableExtension 1861943449 - Field 3788836050 - Property 2879900210
source: Ret Amount. Guarantee
es_es: Importe Ret. Garantía

# TableExtension 1861943449 - Field 2814774567 - Property 2879900210
source: Amount professional retention
es_es: Importe Ret. Profesional

# TableExtension 1861943449 - Field 4049529724 - Property 2879900210
source: Amount retention others
es_es: Importe Ret. Otros

# TableExtension 1861943449 - Field 3540042576 - Property 2879900210
source: Perception Type
es_es: Tipo Percepción

# TableExtension 1861943449 - Field 3965789493 - Property 2879900210
source: Key Perception
es_es: Clave Percepción

# TableExtension 2678372498 - Field 612857295 - Property 2879900210
source: Account type Deduction
es_es: Tipo Cuenta Retención

# TableExtension 2678372498 - Field 612857295 - Property 62802879
source: ,Vendor,Customer
es_es: ,Proveedor,Cliente

# TableExtension 1366039234 - Field 3540042576 - Property 2879900210
source: Perception Type
es_es: Tipo Percepción

# TableExtension 1366039234 - Field 1476261205 - Property 2879900210
source: Perception Key
es_es: Clave Percepción

# TableExtension 1366039234 - Field 3623060038 - Property 2879900210
source: Retention Base
es_es: Base retención

# TableExtension 1366039234 - Field 961998961 - Property 2879900210
source: Retention Amount
es_es: Importe retención

# TableExtension 1366039234 - Field 3008296159 - Property 2879900210
source: Entry. Retention
es_es: Mov. retención

# TableExtension 1366039234 - Field 2270576013 - Property 2879900210
source: Year Accrual
es_es: Año devengo

# TableExtension 1366039234 - Field 3091357055 - Property 2879900210
source: No. doc. retention
es_es: Nº doc. retención

# TableExtension 1366039234 - Field 1593928191 - Property 2879900210
source: Liq. Retention
es_es: Liq. retención

# TableExtension 1366039234 - Field 3315524211 - Property 2879900210
source: Customer/Vendor
es_es: Cliente/Proveedor

# TableExtension 1366039234 - Field 1400168855 - Property 2879900210
source: Customer/Vendor No.
es_es: Nº Cliente/Proveedor

# TableExtension 1366039234 - Field 2639255290 - Property 2879900210
source: Invoice Amount
es_es: Importe Factura

# TableExtension 1366039234 - Field 2257076082 - Property 2879900210
source: Invoice
es_es: Factura

# TableExtension 1366039234 - Field 2257076082 - Property 62802879
source: With invoice, No invoice
es_es: Con factura,Sin factura

# TableExtension 1366039234 - Field 1923993130 - Property 2879900210
source: Bill
es_es: Efecto

# TableExtension 1366039234 - Field 1906744160 - Property 2879900210
source: Type Liquidation
es_es: Tipo liquidación

# TableExtension 1366039234 - Field 1906744160 - Property 62802879
source: Customer/Vendor,Bank,Account
es_es: Cliente/Proveedor,Banco,Cuenta

# TableExtension 1366039234 - Field 3414008459 - Property 2879900210
source: Level 7
es_es: Nivel 7

# TableExtension 2983733681 - Field 4179605547 - Property 62802879
source: ,G/L Account,Customer,Vendor,Bank Account,Fixed Asset,Maintenance,VAT,Retention
es_es: ,Cuenta,Cliente,Proveedor,Banco,Activo fijo,Mantenimiento,IVA,Retención

# TableExtension 2983733681 - Field 4179605547 - Property 2879900210
source: Entry Type
es_es: Tipo Movimiento

# TableExtension 323451649 - Field 388366372 - Property 2879900210
source: Amount retention.Rent
es_es: Importe Ret. Alquileres

# TableExtension 323451649 - Field 3788836050 - Property 2879900210
source: Ret Amount. Guarantee
es_es: Importe Ret. Garantía

# TableExtension 323451649 - Field 2814774567 - Property 2879900210
source: Amount professional retention
es_es: Importe Ret. Profesional

# TableExtension 323451649 - Field 4049529724 - Property 2879900210
source: Amount retention others
es_es: Importe Ret. Otros

# TableExtension 323451649 - Field 3540042576 - Property 2879900210
source: Perception Type
es_es: Tipo Percepción

# TableExtension 323451649 - Field 3965789493 - Property 2879900210
source: Key Perception
es_es: Clave Percepción

# TableExtension 1927955531 - Field 3540042576 - Property 2879900210
source: Type Perception
es_es: Tipo Percepción

# TableExtension 1927955531 - Field 3965789493 - Property 2879900210
source: Key Perception
es_es: Clave Percepción

# TableExtension 90679076 - Field 3540042576 - Property 2879900210
source: Perception Type
es_es: Tipo Percepción

# TableExtension 90679076 - Field 3965789493 - Property 2879900210
source: Perception key
es_es: Clave Percepción

# TableExtension 90679076 - Field 2016603194 - Property 2879900210
source: Deduction Line
es_es: Lín. retención

# TableExtension 90679076 - Field 3008296159 - Property 2879900210
source: Deduction Entry
es_es: Mov. retención

# TableExtension 90679076 - Field 3574597114 - Property 2879900210
source: Retention Account
es_es: Cuenta de Retención

# TableExtension 1841507432 - Field 3540042576 - Property 2879900210
source: Type Perception
es_es: Tipo Percepción

# TableExtension 1841507432 - Field 3965789493 - Property 2879900210
source: Key Perception
es_es: Clave Percepción

# TableExtension 2902974663 - Field 3540042576 - Property 2879900210
source: Type Perception
es_es: Tipo Percepción

# TableExtension 2902974663 - Field 3965789493 - Property 2879900210
source: Key Perception
es_es: Clave Percepción

# TableExtension 1143874400 - Field 3540042576 - Property 2879900210
source: Perception Type
es_es: Tipo Percepción

# TableExtension 1143874400 - Field 3965789493 - Property 2879900210
source: Perception key
es_es: Clave Percepción

# TableExtension 1143874400 - Field 2016603194 - Property 2879900210
source: Deduction Line
es_es: Lín. retención

# TableExtension 1143874400 - Field 3008296159 - Property 2879900210
source: Deduction Entry
es_es: Mov. retención

# TableExtension 1143874400 - Field 3574597114 - Property 2879900210
source: Retention Account
es_es: Cuenta de Retención

# TableExtension 318978127 - Field 3540042576 - Property 2879900210
source: Perception Type
es_es: Tipo Percepción

# TableExtension 318978127 - Field 3965789493 - Property 2879900210
source: Perception key
es_es: Clave Percepción

# TableExtension 318978127 - Field 2016603194 - Property 2879900210
source: Deduction Line
es_es: Lín. retención

# TableExtension 318978127 - Field 3008296159 - Property 2879900210
source: Deduction Entry
es_es: Mov. retención

# TableExtension 318978127 - Field 3574597114 - Property 2879900210
source: Retention Account
es_es: Cuenta de Retención

# TableExtension 2927310416 - Field 3540042576 - Property 2879900210
source: Type Perception
es_es: Tipo Percepción

# TableExtension 2927310416 - Field 3965789493 - Property 2879900210
source: Key Perception
es_es: Clave Percepción

# TableExtension 4102494231 - Field 3540042576 - Property 2879900210
source: Perception Type
es_es: Tipo Percepción

# TableExtension 4102494231 - Field 3965789493 - Property 2879900210
source: Perception key
es_es: Clave Percepción

# TableExtension 4102494231 - Field 2016603194 - Property 2879900210
source: Deduction Line
es_es: Lín. retención

# TableExtension 4102494231 - Field 3008296159 - Property 2879900210
source: Deduction Entry
es_es: Mov. retención

# TableExtension 4102494231 - Field 3574597114 - Property 2879900210
source: Retention Account
es_es: Cuenta de Retención
